Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/How to Become a K-Pop Star.tmx
Source language: ko
Languages: en

source: 가수와 작곡가 개인의 역량에 따라 가요 시장이 움직이던 것에서 기획사의 기획, 마케팅, 매니지먼트 활동에 따라 승패가 갈리는 시장으로 진화하게 된 것이다.
en: The market evolved dividing into winners and losers moving away from the model where the market responded based on the personal capabilities of the singer and songwriter, to one that depends on the planning, marketing, and management activity of the management company.

source: 그 결과는 남의 기준이 아닌 나의 기준이다. (웃음)
en: The results were attained on my terms, not someone else’s. (laugh)

source: 당신이 상대방을 먼저 배려하는 순간 당신의 태도는 더욱더 빛난다.
en: The moment you take the initiative to be considerate of others, your attitude will shine even brighter.

source: 예전에는 인기 그룹의 경우 주로 지방의 나이트클럽, 지방 행사 등에 초청 가수로 공연을 했다면 지금은 전 세계를 무대로 공연을 다니는 규모로 바뀌게 된 것이다.
en: Before, popular groups would be invited to nightclubs in the countryside and to rural events to perform. Now, the scale has changed with the entire world as their stage they travel all over to perform.

source: 그래서 음악을 했을 때 향후 진로에 대해서도 나름 잘 알고 계셨다.
en: So, when you mention music, they are somewhat aware of what career options are available.

source: 보통 가수의 활동 기간 동안 계약을 맺어서 움직이는 경우가 많으며, 가수나 아이돌 그룹이 신곡이 나와서 활동하는 해당 기간 동안 콘서트 등 대부분의 공연에 동참한다.
en: Usually they concluded contract with a singer for the duration of the singer's contract and often go wherever the singer goes. When a singer or Idol group comes out with a new song and is active traveling for a certain duration this person accompanies them to concerts and most performances.

source: 현재의 음반 제작 산업은 기획 초기부터 시장 트렌드 및 경쟁자 분석을 통하여 콘셉트를 정하고 가수를 육성, 제작하여 다양한 마케팅 및 매니지먼트 활동을 통해 최종적으로 가수라는 콘텐츠를 창출하는 구조이다.
en: The present album production industry is structured in such a way that concepts are determined through an analysis of market trends and competitors from the planning stage. Then the content knowns as singers are ultimately turned out through a wide range of marketing and management activities by developing singers and producing music.

source: 연예인이라는 직업의 특성상 안정성, 지속성 등이 부족하기에 연예인은 언제나 미래에 대한 불안감 속에 살 수밖에 없다.
en: Due to the nature of the work celebrities lack stability, and continuity therefore they inevitably live with a constant anxiety about the future.

source: 또한, 연예인의 브랜드화를 위한 기획력을 가지고 업계 관계자들과 업무를 유기적으로 잘 활용하고 조직할 수 있어야 한다.
en: In addition, the manager must have planning abilities for branding the celebrity the manager, and must be able to naturally leverage and organize tasks with those involved in the industry.

source: 위에서 언급했지만, 기존의 방식을 따르는 것이 아닌 현 시장에 대해 이해하고 ‘글로벌화’라는 큰 그림을 그리며 도전해 본다면 너무도 무궁무진한 직업이 될 수 있다.
en: As I mentioned earlier, taking on the challenge of understanding the current market, avoid trying to follow the existing method, and drawing the big picture of “globalization” are the steps that should be taken to create an infinite amount of jobs.

source: 현재 엔터테인먼트 산업의 주체 또한 대부분 에이전트와 MCN 사업체들로 형성되고 기존 방송국들도 주로 디지털 사업을 영위하며 발전하고 있는 상황도 우리가 학습하며 지향해야 할 부분이다.
en: The current players in the entertainment industry and most agents are formed as MCN businesses. We must learn from and seek out the aspects of how existing broadcasting stations have mostly lead and developed digital business.

source: 연예 매니지먼트와 제작사의 엄격한 분리가 필요하다
en: It is necessary to make a clear distinction between celebrity management and the production company

source: ● 스타에게 집중되는 수익 구조, 고질적인 악순환
en: ● An earnings structure that focuses on the stars, a chronic vicious cycle

source: 계약되어 있는 연예인 고객들의 장단점을 분석하고, 체계적인 이미지 관리와 미래 진로 관리를 해 주며 연예인으로서 상품성을 극대화하고 연예인으로서 활동 기간을 최대한 연장한다.
en: The celebrities who are clients and under contract are analyzed For their advantages and disadvantages. Systematic image management and future career management services are provided for the celebrities. The marketability of the celebrity is maximized and the duration during which the celebrity can work is extended as much as possible.

source: 통상적으로 아이돌 그룹의 초기 육성부터 데뷔까지 최소 약 30억 원에서 최대 50억 원이 든다.
en: Usually taking an idol group from initial development to debut costs between 3 billion and 5 billion won.

source: 1차 리허설은 보통 각 팀들의 음향 체크, 의상 체크, 무대 동선 등 전반적인 조율을 한다.
en: In the first rehearsal, usually each team gets their sound check done, the wardrobe check and overall adjustments are made to the stage performance.

source: 아무리 재능이 뛰어나도 끈기와 근성이 없다면 미완의 천재로 남는다.
en: No matter how talented one might be, without grit and will power, that person will remain a genius that did not realize their potential.

source: 제작사 입장에서는 감독 선정부터 배우 캐스팅까지 일일이 개별 에이전시와 접촉하여 계약을 진행하는 것보다 시장의 파워 있는 특정 에이전시로부터 패키지 계약을 하는 것이 개별 거래에 수반되는 비용과 시간을 획기적으로 절약할 수 있다는 장점이 있다.
en: From the perspective of the production company, instead of making a contract with each and every individual from selecting a director to casting the actors, a package contract with a certain agency with some sway in the market could be beneficial for drastically reducing costs and saving time associated with making individual deals.

source: 물론 정확한 카테고리 선정이 필요하고 유해, 불건전 콘텐츠들에 대한 지향은 피해야 한다.
en: Of course it is necessary to select a specific category and to avoid content that tends to be toxic or unhealthy.

source: 하지만 지금의 삶에 만족하고 있다.
en: But, I am satisfied with my life now.

source: ● 올림픽 선수 선발 시스템의 K-pop 아이돌 육성 시스템 이식
en: ● The system for selecting Olympic athletes has been adapted to the K-pop idol development system.

source: 보통 에이전시 입사 후 정식 에이전트로 활동하게 되는 사람이 10% 미만이라고 하니, 그 과정이 얼마나 험난하고 많은 노력이 필요한지 알 수 있다.
en: Usually just 10% of those who joined an agency end up working as agents. This goes to show just how rigorous and how much effort is required to become an agent.

source: 하지만 그 어느 연예인 지망생도 이런 것이 불편해서 톱스타가 되기를 포기하지는 않을 것이다.
en: However, no aspiring celebrities will give up on becoming famous for these reasons.

source: 영화배우?
en: Film actor?

source: 마케팅 방식은 방송 미디어, 콘텐츠 제작사, SNS 등 다양한 채널과 마케팅 제휴를 통하여 전방위적으로 진행하는 것이 트렌드이다.
en: The current trend is to implement an all-encompassing marketing approach via broadcasting media, content production companies, social media, various channels and affiliate marketing.

source: 최근에는 외부 작곡가의 곡을 많이 활용하고 있다.
en: Recently, songs by external songwriters are being used a lot.

source: 예를 들어, ‘<K팝스타>, <슈퍼스타K> 입상자 출신 ○○○, 그룹 △△으로 데뷔!’, ‘YG엔터테인먼트 연습생 출신 ○○○, △△ 기획사에서 데뷔!’, ‘톱 배우 ○○○의 이복동생, 가수로 데뷔하다!’ 등 최대한 일반인들이 관심을 가질 만한 이슈를 짜내어 신인의 가치를 극대화하려고 노력한다.
en: For example, the agency works hard for their stories to create as much a stir as possible for the average person with headlines such as “( ) Won K-pop Star and Superstar K, Debuts in ( ) Group!” “YG Entertainment Trainee ( ) Debuts at Management Company ( )!” “Top Actor’s Half Sibling ( ) Debuts as Singer!”

source: 최근 오디션 프로그램 등을 보면 가수를 지망하는 아이들 개개인의 역량을 보면 지금 당장 가수로 데뷔해도 될 만한 재목들이 꽤나 많이 눈에 띈다.
en: Judging from the individual abilities of youngers hoping to be singers on a recent audition program, I noticed there were quite a few talents that could debut as singers right now.

source: 이때부터는 실제 데뷔곡 가창 연습, 춤 연습이 주가 되는데 트레이닝 과정 중에 주 단위로 개인별 평가가 있으며 이 평가에 여러 번 미달하면 자연스레 팀에서 방출되고 다시 데뷔 기약이 없는 일반 연습생 신분으로 돌아간다.
en: From this point on, the actors will focus mostly on singing practice for the actual debut song and dance practice. During the training program, there are individual weekly assessments broken off into weekly units. If the assessments show a certain trainee has fallen short on several occasions, then that trainee will be released and the position will be given to a general trainee who does not have any set debut date.

source: 페쇄형 도제 시스템
en: Closed-off apprenticeship system

source: 눈빛이 좋다든지, 좋은 에너지가 전달된다든지, 착하고 순박한 느낌, 무엇인가 말로 표현할 수 없는 느낌이 있다든지 알 수 없는 힘이 느껴진다.
en: Stars might have a good twinkle in their eyes, might have good energy, might suggest that they are good-natured and simple. I get a certain sense that I can’t express in words or I feel an unknown energy.

source: 스타일리스트 인건비
en: Stylist labor

source: 할리우드의 많은 블록버스터 영화가 이러한 에이전시 ‘패키지 딜(package deal)’에 의해 인력이 구성되어 만들어졌다고 보면 된다.
en: Many blockbuster movies from Hollywood were created using personnel involved in such an agency “package deal.”

source: 한번은 음악을 본격적으로 시작해 보려고 아버지가 나를 실용 음악 학원에 데려가 주신 적이 있다.
en: Once, my father told me to give music a solid effort and took me to an applied music learning center.

source: 안 좋은 점은?
en: What is the worst thing?

source: 그래서 연예인은 아이에게 처음 사 주는 곰 인형처럼 처음엔 잠잘 때도 안고 자는 너무 사랑스러운 존재지만, 싫증 나면 실밥이 터지고 어느 날 쓰레기통에 처박히는 존재가 아닌가 생각한다.
en: So, I think celebrities are not unlike newly bought teddy bears for children. At first, you are so fond of it, you hold on to it tightly while you are sleeping, but once you get tired of it, and it starts to burst at the seams, then it just gets shoved into the trash.

source: 대표자 :
en: Representative:

source: 또 다른 이유는 실리적인 부분이다.
en: Another reason is out of practicality.

source: 엔터테인먼트
en: Entertainment

source: 한국 산업 인력 공단의 직업 분류에 의하면 매니저는 “연예인의 출연 일정 및 출연료 등을 협의하고 계약하는 업무를 대리하는 이”라고 규정되어 있다.
en: Based on the job classification by the Human Resources Development Service of Korea, managers are defined as “agents that offer consultations regarding celebrities’ appearance schedules and appearance fees and that make contracts.”

source: 그리고 사람들은 당신의 됨됨이에 대해 오해하고 뒷이야기를 하게 된다.
en: And people will misunderstand your personality and start talking behind your back.

source: ● 배우가 되기 위해선 발레 연습까지
en: ● Hopefuls even take up ballet to become actors

source: 연예인 입장에서도 초창기 자신의 꿈을 이루어 주기 위해 물심양면 투자해 주는 회사가 고맙기 때문에 초기에는 계약 조건이 연예인 자신에게 다소 불리하더라도 큰 불만을 가지지 않는다.
en: From the celebrity’s perspective, at first they do not complain much about the contract conditions, even though they are rather unfavorable for the celebrity because they are grateful to the company that has invested a lot into them in the beginning stages in order to help them achieve their dreams.

source: 프로듀서는 실제 곡을 만들고, 음원 프로듀싱에 주 역량이 투입되는 분야이고, A&R은 가수의 콘셉트 결정, 곡 수급, 마케팅 홍보 활동 등 가수가 탄생하기까지의 전반적인 과정을 책임지는 포지션으로 가수와 신곡 탄생에 있어서 매우 중요한 위치이다.
en: The producer actually creates the songs, and is assigned to music production, which is what the producer is best at. The A/R Holds the position of being in charge of the entire process prior to a singer being produced. This includes deciding the concept of the singer, supplying songs, and engaging in marketing and promotional activities. It is an essential position for the creation of new songs and for the singers.

source: 제2조 (적용) 이 부속합의서는 별도의 계약을 구성하고 있으며, 주계약보다 우선 적용된다.
en: Article 2 (Application) This affiliation agreement constitutes a separate contract and takes precedence over the Main Contract.

source: 본 책 부록에서 연습생 표준전속계약서 그리고 청소년 표준부속합의서 샘플을 확인할 수 있다.
en: In the appendix of this book, you can see some sample standard exclusive contracts for trainees and standard affiliation agreements for minors.

source: 현재는 앞에서 열거한 캐스팅 방식을 전부 복합적으로 진행하고 있으며, 이것 외에도 최근에는 다양한 방송사 오디션 프로그램을 통한 기획사들의 캐스팅이 추가적으로 이루어지고 있다.
en: Currently, a combination of all the casting methods listed above are used. But, recently another method has been introduced: casting by management companies through various broadcasting company programs.

source: 나는 그들이 있었기에 오늘의 내가 있다고 생각한다.
en: I feel I am here because they are here.

source: 평소에는 조용한 성격인데 카메라 앞, 무대 위에서는 언제 그랬냐는 듯이 다른 사람으로 변해 열연하는 배우들, 마이크만 잡으면 미친 듯한 감성으로 폭발적인 성량을 내뿜는 가수들이 바로 이러한 ‘끼’가 몸속에 내재되어 있는 것이다.
en: Actors that are normally quiet, but become a different person and peform enthusiastically when they are in front of the camera or on the stage. Singers that sing with explosive volume and crazy sensitivity when they just grab the microphone are equipped with “talent” within their being.

source: 즉, 현재의 연예 기획사 매니저들에게는 스타의 재능과 개성 등을 세밀히 분석할 수 있는 분석력과 상품의 가치를 높여 시장에서 수익을 극대화하는 전략을 짜고 실행하는 능력이 요구된다.
en: Meaning the current managers at celebrity management companies are required to have the analytical skills to carefully analyze a star's ability and personality and have the capabilities to create a profit maximizing strategy and implement it in the market in order to enhance commercial value.

source: 연예계의 ‘미다스의 손’으로 불리게 된 비결은 무엇인가?
en: What is the secret behind earning the nickname, “Midas touch?”

source: Artist&Repatori의 약자로 가수의 콘셉트 결정부터 무대에 오르기까지의 전반적인 과정을 책임진다.
en: An acronym for artist and repertories, this person is responsible for the overall process, from deciding the concept for the singer to getting the singer on stage.

source: 이 경우 위약벌은 훈련활동직접비의 50%를 넘지 못한다.
en: In such a case, the penalty is not to exceed 50% the Direct Expenses for Training Activities.

source: 우선 배우는 철저하게 눈으로 소비되는 ‘상품’이기 때문에 외적인 요소가 가장 우선시된다.
en: First of all, actors are “merchandise” that are consumed by being meticulously watched. Therefore, the external elements are most crucial.

source: 라디오:
en: Radio:

source: 실무 매니저 중 최상급의 위치이다.
en: This is the best position among practical managers.

source: 매니저란
en: What is a manager?

source: 가수로서 알려지게 되고 난 후에 가장 크게 달라진 점은 무엇인가?
en: What was the biggest change for you after becoming recognized as a singer?

source: ③ 기획업자와 연습생이 이 계약의 종료 전에 전속계약을 체결한 경우, 특별한 사정이 없는 한 이 계약은 종료된 것으로 본다.
en: ③ If the Planner and the Trainee conclude an exclusive contract prior to the termination of this contract, unless there are special circumstances, this contract is to be seen as terminated.

source: 출연 계약 성사 후부터 본격적으로 촬영이 들어가기 전까지 본인의 극 캐릭터에 대한 고민과 연습을 할 수 있는 시간이 있다.
en: From the time after the booking agreement has been signed and filming starts, actors are given plenty of time to both deeply consider their on-screen persona and to practice.

source: ⑤ 기획업자는 연습생의 사전 서면동의를 얻은 후 이 계약상 권리 또는 지위의 전부 또는 일부를 제3자에게 양도할 수 있다.
en: ⑤ After obtaining written consent from the Trainee, the Planner may transfer the rights and or position partially or in its entirety to a third party.

source: 따라서 기획사들은 팬덤을 조직적으로 관리하고 있으며, 팬덤은 마케팅 수단 중 가장 중요한 부분이라고도 할 수 있다.
en: Therefore, management companies systematically manage the fandom, and fandom marketing could even be called one of the most important marketing tools.

source: 특히, 대형 에이전시의 경우 콘텐츠 제작에 있어서 중요한 역할을 한다.
en: In particular, for large agencies, they play an important role in content production.

source: 연예 기획사가 기업화되면서 전국적으로 예비 연습생을 공급해 주는 학원들이 우후죽순 생겨났다.
en: As entertainment planning companies began to incorporate, schools that could supply trainee hopefuls began to pop up like mushrooms after a rain.

source: 개인적으로 한류의 최일선에서 뛰는 기회를 가질 수 있었던 것에 대해 감사하고 있다.
en: Personally, I am grateful for having the opportunity to work on the front line of the Korean wave.

source: 그 후 보아, 동방신기, 빅뱅, 엑소, <강남 스타일>의 싸이 그리고 미국 빌보드 차트를 석권한 방탄소년단까지 인기를 얻으며 한류 붐이 절정에 다다랐으며, 2000년대 초반 일본에서의 <겨울연가> 열풍을 시작으로 <풀하우스>, <별에서 온 그대>, <태양의 후예>, 최근 전 세계에서 많은 사랑을 받고 있는 <이태원 클라쓰>까지 한국의 드라마가 한류 붐을 더욱 고조시키고 있다.
en: Afterwards, singers started growing in popularity such as Boa, TVXQ, Big Bang, EXO, Psy’s Gangnam Style and BTS that dominated the American Billboard Charts. The Korean wave was at its highest point ever. Starting with the popularity of the Korean drama, Winter Sonata, in the early 2000s in Japan followed by Full House, My Love from the Star, and Descendants of the Sun, until the recent drama that is much loved around the world, Itaewon Class, the boom of the Korean wave for dramas is soaring higher still.

source: 연습생과의 관계 :
en: Relationship to trainee:

source: 방송사의 연예인 전속 시스템 와해와 함께 캐스팅 독점권이 사라졌고, 외주 제작 비율이 정부 정책에 의해 활성화되면서 스타 파워는 더욱 공고해졌다.
en: Together with the collapse of celebrity exclusive system with broadcasting companies the monopoly overcasting disappeared. External production ratios we're stimulated as a result of government policy and star power further stabilized.

source: 스타의 개인적인 일정을 관리해 주는 매니저와 출연 섭외, 계약 등 비즈니스적인 부분을 담당하는 에이전트로 구분된다.
en: Managers are classified as people who manage the stars’ personal schedules and agents are classified as people who manage appearances, casting, and other business aspects.

source: ● 제휴 마케팅
en: ● Affiliate Marketing

source: 하지만 나쁜 점은 너무나 많다.
en: But there are so many disadvantages.

source: 올림픽 선수로 선발되는 국가 대표가 갑자기 혜성처럼 나타나는 일은 전무한 것이다.
en: in Korea, there are no national representatives chosen to compete in the Olympics who suddenly appear out of nowhere, like a comet.

source: 점점 기술이 발달하면서 불과 몇 년 사이에도 우리의 생활과 커뮤니케이션에는 엄청난 변화가 일어났다.
en: With the gradual development of technology, in just a few years, our lives and communication have greatly changed.

source: (7.홍현희)
en: (7. Hong Hyun-hee)

source: 팀의 랩을 담당하고 있는 △△는 얼굴이 팅팅 부었다고 난리고….
en: ( ), the team’s rapper, has a badly swollen face.

source: 언제일지 모르지만 그날이 올 때까지 하루하루 멋지고 보람되게 살고 싶은 마음뿐이다.
en: I don’t know when my time would come, but until then in my heart I only have the desire to make everyday awesome and worthwhile.

source: 특히 신인들의 경우 본인에게 맞는 좋은 작품에 출연하기 위해서는 능력 있는 에이전트를 만나는 것이 가장 중요하다.
en: In particular for new actors it is important that they work with a skilled agent who can place them in productions that are a good fit for them.

source: 행사 시간을 맞추느라 휴게소도 들리지 않고 달려 겨우 도착했다.
en: We drive until we get there without stopping at a rest stop in order to make it on time.

source: 캐스팅, 계약, 일정 관리 및 수익 관리까지 전 과정을 책임지는 국내의 연예 매니지먼트 시스템과는 달리 미국의 연예 매니지먼트 시스템은 정확한 역할 분담이 이루어진다.
en: Unlike the domestic celebrity management system that is entirely responsible for the entire process of casting, contracts, scheduling, management and even earnings management, the system of celebrity management in the United States consists of a division of labor for specific roles.

source: 로비, 누구 돈 주는 거, 이런 거 한 번도 안 해봤다.
en: I never lobbied, paid anyone off or did anything like that.

source: 다시 태어나면 배우의 길은 가지 않을 것이다.
en: If I were to be born again, I would not choose to be an actor.

source: 또 다른 예로 부동산 계약할 때를 생각하면 되는데, 본인이 발품을 많이 팔고 직접 매물을 검색해서 집주인과 직접 계약을 진행하는 것과 중개 수수료는 들지만 부동산 중개인을 통하여 좀 더 다양한 매물을 쉽게 찾고 법적으로 안전 장치가 있는 계약을 하는 것의 차이로 보면 될 것이다.
en: Another example that you can compare is when you sign a real estate contract. This is the difference between doing the legwork to search for properties, meeting with the owner, and signing a contract directly or paying a fee and using a realtor to be able to easily search more properties and be able to sign the contract with legal safety measures in place.

source: 높은 수준의 한국 음악과 드라마 등 콘텐츠의 글로벌화에 따라 가수와 배우, 스타들이 한류 콘텐츠 파급의 최전선에 있다.
en: Through the globalization of content such high-standard Korean music and dramas, singers, actors, and stars are at the forefront of the spreading Korean wave of content.

source: 우선 좋은 점은 단 한 가지, 물건을 살 때 잘 깎아 주고, 식당에 가면 서비스가 많이 나온다는 것이다.
en: First of all, there is only one good point. When you buy something, you get a discount and when you go out to eat, you get a lot of free food.

source: 좋은 매니저란 어떤 성품과 자질을 갖추어야 한다고 생각하나?
en: What kind of nature or talents are required to be a good manager?

source: 배우에게도 작품을 통해서 단순히 인기를 얻는 것에 너무 매몰되지 말라고 주문한다.
en: Actors should also be told not to cling too much to the popularity associated with a certain production.

source: 일반적으로 가수의 경우 7년, 배우의 경우 5년 계약을 많이 하는데 7년 전속 계약을 할 시 남자의 경우에는 군대 기간, 트레이닝 기간 등을 합치면 보통 10~12년을 넘기게 된다.
en: Typically the contract will be seven years for singers and five years for actors, however for males who sign a seven-year contract that factors in the time required to serve in the military and the training, this can usually be as long a duration as 10 to 12 years.

source: 하나의 아이돌 팀 또는 가수가 나오면서 해당 앨범을 구매하고, 음원을 다운로드·스트리밍하고, MD 상품을 직접 구매하는 최초의 주 고객층이 팬덤이며 이러한 팬덤은 자발적으로 가수의 홍보·마케팅 역할까지 한다.
en: With an idol team or singer coming onto the scene, the fandom customer base purchases the albums, downloads and streams the digital music and directly purchases MD products. This fandom also voluntarily plays the role of singer promoters and marketers.

source: 시장 판단 참고
en: Refer to market judgment

source: 즉, 일반 회사에서 신입 사원들에게 요구되는 덕목인 좋은 인성과 끈기는 연예인 지망생을 뽑을 때에도 적용된다.
en: Meaning, the virtues of good character and grit that apply to entry level employees at a typical company also apply when selecting celebrity hopefuls.

source: 회사와 연예인의 계약 관계에 있어 선지급금 없이 최초에 약속한 배분 비율로 수익을 정산하는 ‘보합제’와 지속적으로 회사에서 연예인에게 수익을 지급하는 ‘월급제’가 있다.
en: In the contractual relationship between company and celebrity there is no advance payment and the distribution ratio promised at the outset is calculated in a type of “share system” and a “salary system” where the celebrity continues to be paid earnings from the company.

source: 화려함을 좇지 말고 정말 내가 원하는 것이 무엇인가를 항상 고민하고 꿈을 향해 준비했으면 좋겠다.
en: I hope that instead of pursuing the glamor of it, rather think deeply about what it is you want and make the preparations to work towards achieving your dream.

source: 사람들이 그 곡을 찾아 듣게 되며 소위 말하는 ‘차트 역주행’ 현상이 일어나게 된 것이다.
en: As people look up that song and listen to it, a phenomenon known as “being placed much higher up on the charts.”

source: 영화만 고집하는 배우들은 그 이유가 여러 가지가 있겠지만, 우선 연기에 대한 ‘프라이드’가 있기 때문이다.
en: There are several reasons as to why such actors only stick to film. The first being the “pride” of acting.

source: 연습생 입장에서는 실질적으로 체험해 보고 스스로 기약 없는, 수험생 같은 시간을 몇 년간 견뎌 낼 수 있을지 검증해 보는 기간이다.
en: From the trainee’s standpoint, this period is for them to actually experience the life of a trainee without having to commit. The period is used to determine whether or not they can endure living for several years as an examinee.

source: 산업에 대한 관심과 콘텐츠에 대한 애정을 가진 후배들에게 엔터테인먼트 업계는 타 업계보다 기회가 더 많은 곳일 것이다.
en: I would like to say to those who have in interest in this industry and a love for the content will have many more opportunities in this industry than in other industries.

source: 세계적인 화장품 브랜드인 시세이도의 명예 회장 후쿠하라 요시하루는 “21세기는 문화가 최고의 자본이다.”라고 하였다. ‘경제 자본’을 중심으로 움직이던 세상이 ‘문화 자본’에 의해 움직이는 시대로 바뀐 것이다.
en: The honorary chairman Yoshiharu Fukuhara of the world famous cosmetics brand, Shiseido said, “In the 21 century, culture is the greatest capital. The era is changing from a world that ran on “economic capital,” to one that now runs on “cultural capital.”

source: 회사명 :
en: Company Name:

source: 언제나 감사하라
en: Always be grateful

source: 동영상(아프리카, 판도라TV, YouTube, 곰TV
en: Videos (Afreeca, Pandora TV, YouTube, GOM TV

source: 회계 법인에서 회계사를 시작으로 김앤장 법률 사무소를 거쳐 지난 20년간 플래너스엔터테인먼트, YTN미디어, CU미디어 그리고 지금의 딜라이브 미디어 그룹을 경영했다.
en: Starting out as an accountant at an accounting firm, I worked at the Law Firm, Kim & Chang before working for twenty years in the entertainment industry at Planners Entertainment, YTN Media, CU Media and D’LIVE Media Group, which I run today.

source: 보통 5~7년차 정도면 실장의 직위를 가지며, 이사급 매니저와 같이 방송국에 다니며 소속 연예인의 홍보와 영업 등을 주로 담당한다.
en: Managers usually are promoted to department manager after about five to seven years. As is the case with director level managers, their main tasks usually involve frequenting broadcasting stations promoting their celebrities and engaging in sales activities.

source: 21세기로 들어서면서 세계는 부국강병을 토대로 한 하드 파워(hard power), 경성(硬性)국가의 시대에서 문화, 예술을 토대로 한 소프트 파워(soft power), 즉 연성(軟性)국가의 시대로 접어들었다.
en: “As we enter the 21st century, we have moved away from the era where countries with hard power based on national prosperity and military might and have entered an era based on soft power based on a national cultural and art.

source: 가수는 나중에 신규 앨범을 홍보하기 위해 방송 출연이 필요할 때가 있을 것이고, 매니저의 경우 나중에 회사의 신인 가수를 홍보할 일이 분명히 생기기 때문에 방송국 관계자들과는 서로 공생 관계인 것이다.
en: Singers sometimes need broadcasted appearances in order to promote a new album later. For managers, there will surely be a time where they have to promote the company’s new singers. Therefore, the relationship with those at the broadcasting station becomes a symbiotic one.

source: Promotion/Mgmt 기획
en: Promotion/Mgmt Planning

source: 활동 비용 6주에 5억 원!
en: Activity expenses total 500 million won for 6 weeks!

source: 연극영화과를 나와 매니저로 출발했다.
en: I majored in Theater and Film and got my start as a manager.
